Repository: Skyline-23/Lumen
Catalog: src/platform/windows/Lumen.App/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr

# Status.Connecting
source: Connecting
ja_jp: 接続中
ko_kr: 연결 중

# Status.HostOnline
source: Host online
ja_jp: ホストはオンラインです
ko_kr: 호스트 온라인

# Status.HostUnavailable
source: Host unavailable
ja_jp: ホストを利用できません
ko_kr: 호스트를 사용할 수 없음

# Status.Online
source: Online
ja_jp: オンライン
ko_kr: 온라인

# Common.Yes
source: Yes
ja_jp: はい
ko_kr: 예

# Common.No
source: No
ja_jp: いいえ
ko_kr: 아니요

# Common.Unavailable
source: Unavailable
ja_jp: 利用できません
ko_kr: 사용할 수 없음

# Common.Disabled
source: Disabled
ja_jp: 無効
ko_kr: 사용 안 함

# Navigation.Overview
source: Overview
ja_jp: 概要
ko_kr: 개요

# Navigation.Applications
source: Applications
ja_jp: アプリケーション
ko_kr: 애플리케이션

# Navigation.Settings
source: Settings
ja_jp: 設定
ko_kr: 설정

# Navigation.Security
source: Security
ja_jp: セキュリティ
ko_kr: 보안

# Navigation.General
source: General
ja_jp: 一般
ko_kr: 일반

# Navigation.Streaming
source: Streaming
ja_jp: ストリーミング
ko_kr: 스트리밍

# Navigation.Audio
source: Audio
ja_jp: オーディオ
ko_kr: 오디오

# Navigation.Input
source: Input
ja_jp: 入力
ko_kr: 입력

# Navigation.Network
source: Network
ja_jp: ネットワーク
ko_kr: 네트워크

# Navigation.Advanced
source: Advanced
ja_jp: 詳細
ko_kr: 고급

# Navigation.Diagnostics
source: Diagnostics
ja_jp: 診断
ko_kr: 진단

# Navigation.About
source: About
ja_jp: 情報
ko_kr: 정보

# Busy.Connecting
source: Connecting to the Lumen host…
ja_jp: Lumen ホストに接続しています…
ko_kr: Lumen 호스트에 연결하는 중…

# Authentication.CreateOwnerAccount
source: Create owner account
ja_jp: 所有者アカウントを作成
ko_kr: 소유자 계정 생성

# Authentication.SignInToLumen
source: Sign in to Lumen
ja_jp: Lumen にサインイン
ko_kr: Lumen에 로그인

# Authentication.ProtectedDescription
source: Host settings and enrolled devices are protected by the local owner account.
ja_jp: ホストの設定と登録済みデバイスは、ローカル所有者アカウントで保護されます。
ko_kr: 호스트 설정과 등록된 기기는 로컬 소유자 계정으로 보호됩니다.

# Authentication.OwnerUsername
source: Owner username
ja_jp: 所有者のユーザー名
ko_kr: 소유자 사용자 이름

# Authentication.OwnerPassword
source: Owner password
ja_jp: 所有者のパスワード
ko_kr: 소유자 암호

# Authentication.ConfirmPassword
source: Confirm password
ja_jp: パスワードを確認
ko_kr: 암호 확인

# Authentication.CreateAccount
source: Create account
ja_jp: アカウントを作成
ko_kr: 계정 생성

# Authentication.SignIn
source: Sign in
ja_jp: サインイン
ko_kr: 로그인

source: Authentication failed
ja_jp: 認証に失敗しました
ko_kr: 인증 실패

# Overview.Description
source: Host health and the actions that affect the running service.
ja_jp: ホストの状態と実行中のサービスに影響する操作です。
ko_kr: 호스트 상태와 실행 중인 서비스에 영향을 주는 작업입니다.

# Overview.ControlEndpoint
source: Control endpoint · HTTPS {0}
ja_jp: 制御エンドポイント · HTTPS {0}
ko_kr: 제어 엔드포인트 · HTTPS {0}

# Overview.HostRuntime
source: Host runtime
ja_jp: ホストランタイム
ko_kr: 호스트 런타임

# Overview.ReloadApplications
source: Reload applications
ja_jp: アプリを再読み込み
ko_kr: 앱 다시 불러오기

# Overview.ForceStopStream
source: Force stop stream
ja_jp: ストリームを強制停止
ko_kr: 스트림 강제 종료

# Overview.RestartHost
source: Restart host
ja_jp: ホストを再起動
ko_kr: 호스트 재시작

# Applications.Description
source: Desktop and application entries available to connected clients.
ja_jp: 接続済みクライアントが利用できるデスクトップとアプリの項目です。
ko_kr: 연결된 클라이언트에서 사용할 데스크톱과 애플리케이션 항목입니다.

# Applications.NoneConfigured
source: No applications are configured.
ja_jp: 構成済みのアプリケーションはありません。
ko_kr: 설정된 애플리케이션이 없습니다.

# Applications.Metadata
source: App ID {0} · HDR {1}
ja_jp: アプリ ID {0} · HDR {1}
ko_kr: 앱 ID {0} · HDR {1}

# Security.Description
source: Owner authentication protects host configuration and device enrollment.
ja_jp: 所有者の認証でホスト設定とデバイス登録を保護します。
ko_kr: 소유자 인증으로 호스트 구성과 기기 등록을 보호합니다.

# Security.Owner
source: Owner
ja_jp: 所有者
ko_kr: 소유자

# Security.LogOut
source: Log out
ja_jp: サインアウト
ko_kr: 로그아웃

# General.Description
source: Discovery and update behavior for this host.
ja_jp: このホストの検出と更新の動作です。
ko_kr: 이 호스트의 검색 및 업데이트 동작입니다.

# General.NetworkDiscovery
source: Network discovery
ja_jp: ネットワーク検出
ko_kr: 네트워크 검색

# General.NetworkDiscoveryDetail
source: Advertise this host to supported clients.
ja_jp: 対応クライアントにこのホストを通知します。
ko_kr: 지원되는 클라이언트에 이 호스트를 알립니다.

# General.PreReleaseNotifications
source: Pre-release notifications
ja_jp: プレリリース通知
ko_kr: 시험판 알림

# General.PreReleaseNotificationsDetail
source: Notify this host about beta releases.
ja_jp: このホストにベータリリースを通知します。
ko_kr: 이 호스트에 베타 릴리스 알림을 보냅니다.

# Streaming.Description
source: Display adapter and fallback mode selected by the host runtime.
ja_jp: ホストランタイムで選択されたディスプレイアダプタと代替モードです。
ko_kr: 호스트 런타임에서 선택한 디스플레이 어댑터와 대체 모드입니다.

# Streaming.GraphicsAdapter
source: Graphics adapter
ja_jp: グラフィックスアダプタ
ko_kr: 그래픽 어댑터

# Streaming.Output
source: Output
ja_jp: 出力
ko_kr: 출력

# Streaming.FallbackDisplayMode
source: Fallback display mode
ja_jp: 代替ディスプレイモード
ko_kr: 대체 디스플레이 모드

# Streaming.WorkspacePolicy
source: Workspace policy
ja_jp: ワークスペースポリシー
ko_kr: 작업 공간 정책

# Audio.Description
source: System audio capture and negotiated client playback.
ja_jp: システムオーディオのキャプチャとクライアント再生です。
ko_kr: 시스템 오디오 캡처와 클라이언트 재생입니다.

# Audio.StreamSystemAudio
source: Stream system audio
ja_jp: コンピュータの音声をストリーミング
ko_kr: 컴퓨터 오디오 스트리밍

# Audio.StreamSystemAudioDetail
source: Capture audio for connected clients.
ja_jp: 接続済みクライアント向けに音声をキャプチャします。
ko_kr: 연결된 클라이언트의 오디오를 캡처합니다.

source: Audio sink
ja_jp: オーディオシンク
ko_kr: 오디오 싱크

# Input.Description
source: Remote keyboard, pointer, gamepad, pen, and scrolling behavior.
ja_jp: リモートのキーボード、ポインタ、ゲームパッド、ペン、スクロールの動作です。
ko_kr: 원격 키보드, 포인터, 게임패드, 펜 및 스크롤 동작입니다.

# Input.Keyboard
source: Keyboard
ja_jp: キーボード
ko_kr: 키보드

# Input.KeyboardDetail
source: Accept remote keyboard input.
ja_jp: リモートキーボード入力を受け入れます。
ko_kr: 원격 키보드 입력을 받습니다.

# Input.Mouse
source: Mouse
ja_jp: マウス
ko_kr: 마우스

# Input.MouseDetail
source: Accept remote pointer input.
ja_jp: リモートポインタ入力を受け入れます。
ko_kr: 원격 포인터 입력을 받습니다.

# Input.Controller
source: Controller
ja_jp: コントローラ
ko_kr: 컨트롤러

# Input.ControllerDetail
source: Accept remote gamepad input.
ja_jp: リモートゲームパッド入力を受け入れます。
ko_kr: 원격 게임패드 입력을 받습니다.

# Input.MapRightAlt
source: Map Right Alt to Windows
ja_jp: 右 Alt を Windows キーに割り当て
ko_kr: 오른쪽 Alt를 Windows 키로 매핑

# Input.MapRightAltDetail
source: Use Right Alt as the Windows key.
ja_jp: 右 Alt を Windows キーとして使用します。
ko_kr: 오른쪽 Alt를 Windows 키로 사용합니다.

# Input.HighResolutionScrolling
source: High-resolution scrolling
ja_jp: 高解像度スクロール
ko_kr: 고해상도 스크롤

# Input.HighResolutionScrollingDetail
source: Preserve precision trackpad and wheel deltas.
ja_jp: 高精度トラックパッドとホイールのデルタを維持します。
ko_kr: 정밀 트랙패드와 휠 델타를 유지합니다.

# Input.NativePenTouch
source: Native pen and touch
ja_jp: ネイティブのペンとタッチ
ko_kr: 네이티브 펜 및 터치

# Input.NativePenTouchDetail
source: Forward native pen and touch contacts.
ja_jp: ネイティブのペンとタッチ接点を転送します。
ko_kr: 네이티브 펜과 터치 접점을 전달합니다.

# Input.RumbleForwarding
source: Rumble forwarding
ja_jp: 振動の転送
ko_kr: 진동 전달

# Input.RumbleForwardingDetail
source: Forward gamepad rumble to the client.
ja_jp: ゲームパッドの振動をクライアントへ転送します。
ko_kr: 게임패드 진동을 클라이언트에 전달합니다.

# Network.Description
source: Listener, encryption, discovery, and remote access policy.
ja_jp: リスナー、暗号化、検出、リモートアクセスのポリシーです。
ko_kr: 리스너, 암호화, 검색 및 원격 접근 정책입니다.

# Network.AddressFamily
source: Address family
ja_jp: アドレスファミリ
ko_kr: 주소 체계

# Network.BasePort
source: Base port
ja_jp: ベースポート
ko_kr: 기본 포트

# Network.RemoteAccess
source: Remote access
ja_jp: リモートアクセス
ko_kr: 원격 접근

# Network.LanEncryption
source: LAN encryption
ja_jp: LAN 暗号化
ko_kr: LAN 암호화

# Network.WanEncryption
source: WAN encryption
ja_jp: WAN 暗号化
ko_kr: WAN 암호화

# Network.UpnpDetail
source: Request router mappings for configured listeners.
ja_jp: 構成済みリスナーのルーターマッピングを要求します。
ko_kr: 구성된 리스너의 라우터 매핑을 요청합니다.

# Advanced.Description
source: Session-independent runtime controls.
ja_jp: セッションに依存しないランタイム制御です。
ko_kr: 세션과 독립적인 런타임 제어입니다.

# Advanced.PingTimeout
source: Ping timeout
ja_jp: Ping タイムアウト
ko_kr: 핑 제한 시간

# Advanced.ForwardErrorCorrection
source: Forward error correction
ja_jp: 前方誤り訂正
ko_kr: 순방향 오류 정정

# Advanced.BackButtonTimeout
source: Back button timeout
ja_jp: 戻るボタンのタイムアウト
ko_kr: 뒤로 버튼 대기 시간

# Advanced.Milliseconds
source: {0} ms
ja_jp: {0} ミリ秒

# Diagnostics.Description
source: Current runtime diagnostics configuration.
ja_jp: 現在のランタイム診断構成です。
ko_kr: 현재 런타임 진단 구성입니다.

# Diagnostics.ManagementProtocol
source: Management protocol
ja_jp: 管理プロトコル
ko_kr: 관리 프로토콜

# Diagnostics.HostConnection
source: Host connection
ja_jp: ホスト接続
ko_kr: 호스트 연결

# Diagnostics.LogLevel
source: Log level
ja_jp: ログレベル
ko_kr: 로그 수준

# About.Description
source: Lumen remote desktop host for Windows.
ja_jp: Windows 用の Lumen リモートデスクトップホストです。
ko_kr: Windows용 Lumen 원격 데스크톱 호스트입니다.

# About.Product
source: Lumen Open-source · Self-hosted · Native Windows host
ja_jp: Lumen オープンソース · セルフホスト · ネイティブ Windows ホスト
ko_kr: Lumen 오픈 소스 · 자체 호스팅 · 네이티브 Windows 호스트

# Error.CouldNotContinue
source: Lumen could not continue
ja_jp: Lumen を続行できません
ko_kr: Lumen을 계속할 수 없습니다

# Error.HostUnavailable
source: Lumen host unavailable
ja_jp: Lumen ホストを利用できません
ko_kr: Lumen 호스트를 사용할 수 없음

# Error.HostUnavailableDetail
source: The background host is not ready. {0}
ja_jp: バックグラウンドホストの準備ができていません。{0}
ko_kr: 백그라운드 호스트가 준비되지 않았습니다. {0}

# Error.Retry
source: Retry
ja_jp: 再試行
ko_kr: 다시 시도

# Error.CommandFailed
source: Lumen command failed
ja_jp: Lumen コマンドに失敗しました
ko_kr: Lumen 명령 실패

# Error.ManagementConnectionClosed
source: The Lumen host closed the management connection.
ja_jp: Lumen ホストが管理接続を閉じました。
ko_kr: Lumen 호스트가 관리 연결을 닫았습니다.

# Error.ManagementEmptyResponse
source: The Lumen host returned an empty management response.
ja_jp: Lumen ホストが空の管理応答を返しました。
ko_kr: Lumen 호스트가 빈 관리 응답을 반환했습니다.

# Error.ManagementRejected
source: The Lumen host rejected the request.
ja_jp: Lumen ホストが要求を拒否しました。
ko_kr: Lumen 호스트가 요청을 거부했습니다.

# Error.ManagementIncompatible
source: The Lumen management protocol is incompatible with this app.
ja_jp: Lumen 管理プロトコルはこのアプリと互換性がありません。
ko_kr: Lumen 관리 프로토콜이 이 앱과 호환되지 않습니다.

# Common.Ok
source: OK
ko_kr: 확인
